import React from 'react'
import Title from '../../../Components/Title/Title'
import { Container, Row } from 'react-bootstrap';
import '../../PrivacyPolicy/PoliceMainComponent/policeconant.css';
const TermsMain = () => {
    return (
        <section className='product_container  '>
        <div className='product'>
        <div className='prod_title m_right pt-4'>
        <Title title='شروط الاستخدام' pragraph='' />
    
        </div>
        <Container className=''>
            <Row className='d-flex justify-content-center mt-5 pb-5 me-5'>
            <p className='policy_paragraph text-center'>
            تحكم شروط العامة هذه (المشار اليها فيما يلي ب "شروط الاستخدام") استخدام الموقع من قبل جميع المستخدمين. وهي تهدف علي <br/>
            وجه الخصوص الي تحديد مدي توافر الموقع والخدمات المتاحة علي الموقع والطريقة التي تصل بها المستخدمون الي الموقع ويستخدم خدماته.<br/>
            بتصفحك للموقع، فانك تقر بأنك قد قرأت ووافقت بشكل كامل ودون تحفظ علي شروط الاستخدام العامة. وتحتفظ الشركة بحق التعديل الشروط<br/>
            العامة للاستخدام في  أي وقت. وسيجري تطبيقها بمجرد وضعها علي الانترنت لذا ندعوك للتحقق منها بصفة دورية.<br/>
            يخضع هذا الموقع وطريقة عرضة وكل عنصر من عناصر، بما في ذلك العلامات التجارية والشعارات وأسمء المجالات التي تظهر عليه للحماية بموجب<br/>
            القوانين المعمول بها في مجال الملكية الفكرية وهي مملوكة للشركة.
            </p>
            <p className='policy_paragraph text-center'>
            حقوق النشر<br/>
            تعد جميع حقوق المعلومات الموجودة علي هذا الموقع (المستندات الموجودة علي الموقع، بأي شكل من الاشكال،والنصوص،والصور،والاصوات،<br/>
            وأي عناصر جري أنشاؤها للموقع) ملكيةحصرية للشركةز يسمح باستنساخ واستخدام جميع الوثائق المنشورة علي هذا الموقع للاستخدام الشخصي <br/>
            والخاص فقط، بشرط ذكر المصدر.<br/>
            باستثناء الاستخدام الذي يقتصر علي الأغراض الاعلامية فقط ووفقا للامتثال لحقوق الملكية الفكرية وأيه حقوق ملكية أخري مذكورة، فان<br/>
            أي نسخ أو استخدام أو نشر أو تحميل  أو ارسال أو توزيع للنسخ المنتجة لأي غرض كان باستثناء الاستخدام الشخصي أو الخاص، يعتبر محظورا<br/>
            صراحة ويعاقب عليها القانون.<br/>
            تحتفظ الشركة بالحق في مقاضاة أي فعل من أفعال التعدي علي حقوق الملكية الفكرية الخاصة بها. لا يسمح بمنح أي ترخيص أو اي حق اخر غير الحق<br/>
            في عرض الموقع لأي شخص فيما يتعلق بحقوق الملكية الفكرية.<br/>
            يمنع تماما أي تأطير لهذا الموقع، وبالتالي، لا يجوز بث أي عنصر يظهر علي صفحة من هذا الموقع جزئيا أو كلياأو نقله أو ادراجة علي موقع الكتروني اخر<br/>
            ولا يجوز استخدامه لانشاء منتجات مشتقة ما لم تصرح الشركة صراحة بذلك كتابيا.<br/>
            حقوق ملكية الصور: تم التقاط جميع الصور المنشورة علي هذا الموقع من قبل أشخاص معتمدين.
            </p>
            <p className='policy_paragraph text-center'>
            العلامات المميزة<br/>
            ما لم ينص علي خلاق ذلك، فان أسماء الشركات والشعارات والمنتجات والعلامات التجارية المذكورة في هذا الموقع هي ملك الشركة. ولا يجوز<br/>
            استخدامها بدون موافقة كتابية صريحة مسبقة من الشركة.
            </p>
            <p className='policy_paragraph text-center'>
            البيانات الشخصية<br/>
            تتوفر معلومات حول كيفية معالجتنا لبياناتك الشخصية في سياسة الخصوصية الخاصة بنا المنشورة علي الموقع.
            </p>
            </Row>
        </Container>
        </div>
        
    
        </section>
    
      )
}

export default TermsMain